Repository: Meulengracht/nm-test
Catalog: po/*.po
Languages: et, fr, ja

source: <span weight="bold">Wireless Networks:</span>
fr: <span weight="bold">Réseaux sans fil :</span>
ja: <span weight="bold">無線ネットワーク:</span>

source: Modify Wireless Networks
fr: Modifier les réseaux sans fil
ja: 無線ネットワークを変更

source: 128-bit Passphrase (WEP) Ascii Key (WEP) Hex Key (WEP)
fr: Phrase de passe 128 bit (WEP) Clé ASCII (WEP) Clé hexa (WEP)
ja: 128-bit パスフレーズ (WEP) ASCII 鍵 (WEP) 16 進鍵 (WEP)

source: <span weight="bold" size="larger">Passphrase Required by Wireless Network</span> A passphrase or encryption key is required to access the wireless network '%s'.
fr: <span weight="bold" size="larger">Phrase de passe requise par le réseau sans fil</span> Une phrase de passe ou une clé de chiffrement est requise pour accéder au réseau sans fil « %s ».
ja: <span weight="bold" size="larger">無線ネットワークにはパスフレーズが必要です</span> 無線ネットワーク '%s' にアクセスするにはパスフレーズか暗号化鍵が必要です

source: Key Type:
fr: Type de clé :
ja: 鍵の種別

source: Passphrase:
fr: Phrase de passe :
ja: パスフレーズ:

source: Wireless Network Key Required
fr: Clef requise par le réseau sans fil
ja: 無線ネットワーク鍵が必要です

source: _Login to Network
fr: _Connexion au réseau
ja: ネットワークにログイン(_L)

source: Ascii Key:
fr: Clé ASCII :
ja: ASCII 鍵:

source: Hex Key:
fr: Clé hexa :
ja: 16 進鍵:

source: You must log in to access the private network %s
fr: Vous devez vous connecter pour accéder au réseau privé %s
ja: プライベートネットワーク %s にアクセスするにはログインしなければいけません

source: NetworkManager Applet
fr: Applet NetworkManager

source: (C) 2004-2005 Red Hat, Inc.
fr: © 2004-2005 Red Hat, Inc.

source: A panel application for managing your network devices & connections.
fr: Une application de tableau de bord pour gérer vos périphériques réseaux et vox connexions.

source: (C) 2004-2005 by Red Hat, Inc.
fr: © 2004-2005 by Red Hat, Inc.

source: No network connection
fr: Aucune connexion réseau
ja: ネットワーク接続なし

source: Wired network connection
fr: Connexion à un réseau cablé
ja: 無線ネットワーク接続

source: Connecting to a wired network...
fr: Connexion à un réseau sans fil...
ja: 無線ネットワークに接続中...

source: Connected to an Ad-Hoc wireless network
fr: Connecté à un réseau sans fil Ad-Hoc
ja: Ad-Hoc 無線ネットワークに接続しました

source: Wireless network connection to '%s' (%d%%)
fr: Connexion au réseau sans fil vers « %s » (%d%%)

source: Wireless network connection
fr: Connexion réseau sans fil
ja: 無線ネットワーク接続

source: Connecting to wireless network '%s'...
fr: Connexion au réseau sans fil « %s »...

source: NetworkManager is not running
fr: NetworkManager n'est pas lancé
ja: NetworkManager は実行されていません

source: Scanning for wireless networks...
fr: Recherche de réseaux sans fil...
ja: 無線ネットワークを走査中...

source: Other Wireless Networks...
fr: Autres réseaux sans fil...
ja: 他の無線ネットワーク...

source: Create new Wireless Network...
fr: Créer un nouveau réseau sans fil...
ja: 新しい無線ネットワークを作成...

source: No network devices have been found
fr: Aucun périphérique réseau n'a été détecté
ja: ネットワークデバイスがみつかりませんでした

source: NetworkManager is not running...
fr: NetworkManager n'est pas lancé...
ja: NetworkManager は実行されていません...

source: Pause Wireless Scanning
fr: Interrompre la recherche de réseau sans fil

source: Resume Wireless Scanning
fr: Reprendre la recherche de réseau sans fil

source: Stop All Wireless Devices
fr: Arrêter tous les périphériques sans fil

source: Start All Wireless Devices
fr: Démarrer tous les périphériques sans fil

source: Help
fr: Aide

source: About
fr: À _propos

source: Create new wireless network
fr: Créer un nouveau réseau sans fil
ja: 新しい無線ネットワークを作成

source: Enter the ESSID and security settings of the wireless network you wish to create.
fr: Saisissez l'ESSID et les paramètres de sécurité du réseau sans fil que vous voulez créer.
ja: 作成したい無線ネットワークの ESSID とセキュリティ設定を入力して下さい

source: Custom wireless network
fr: Réseau sans fil personnalisé
ja: カスタム無線ネットワーク

source: Enter the ESSID of the wireless network to which you wish to connect.
fr: Saisissez l'ESSID du réseau sans fil auquel vous voulez vous connecter.
ja: 接続した無線ネットワークの ESSID を入力して下さい

source: The NetworkManager Applet could not find some required resources (the glade file was not found).
fr: L'applet NetworkManager n'a pas pu trouver les ressources requises (le fichier glade n'a pas été trouvé).
ja: NetworkManager アプレットはいくつかの必要なリソースglade ファイル)をみつけることができませんでした

source: C_onnect
fr: Se _connecter
ja: 接続(_O)

source: Connect with encryption enabled
fr: Se connecter avec le chiffrement activé
ja: 暗号化を有効にして接続

source: Wireless _adapter:
fr: _Adaptateur sans fil :
ja: 無線アダプタ(_A):

source: Wireless _Network:
fr: Réseau _sans fil :
ja: 無線ネットワーク(_N):

source: Wired Network (%s)
fr: Réseau cablé (%s)
ja: 無線ネットワーク (%s)

source: Wired Network
fr: Réseau cablé
ja: 無線ネットワーク

source: Wireless Network (%s)
fr: Réseau sans fil (%s)
ja: 無線ネットワーク (%s)

source: Wireless Network
fr: Réseau sans fil
ja: 無線ネットワーク

source: (invalid Unicode)
fr: (Unicode non valide)
ja: (不正な Unicode)

source: The orientation of the tray.
fr: L'orientation de la zone de notification.
ja: トレイの向き

source: Cannot add VPN connection
et: VPN ühendust ei saa lisada

source: No suitable VPN software was found on your system. Contact your system administrator.
et: Arvutist ei leitud sobilikku VPN tarkvara. Võta ühendus oma süsteemi administraatoriga.

source: Cannot import VPN connection
et: VPN ühendust ei saa importida

source: Cannot find suitable software for VPN connection type '%s' to import the file '%s'. Contact your system administrator.
et: '%s' tüüpi VPN ühenduse tarkvara ei leitud, et importida faili '%s'. Võta ühendust oma süsteemi administraatoriga.

source: Error retrieving VPN connection '%s'
et: Viga VPN ühenduse '%s' otsimisel

source: Could not find the UI files for VPN connection type '%s'. Contact your system administrator.
et: '%s' tüüpi VPN ühenduse jaoks ei leitud kasutajaliidese faile. Võta ühendust oma süsteemi administraatoriga.

source: Delete VPN connection "%s"?
et: Kas kustutada VPN ühendus "%s"?

source: All information about the VPN connection "%s" will be lost and you may need your system administrator to provide information to create a new connection.
et: Kõik VPN ühendusega "%s" seotud info läheb kaotsi ja sul võib vaja minna süsteemi administraatori abi uue ühenduse loomisel.

source: Unable to load
et: Ei saa laadida

source: Cannot find some needed resources (the glade file)!
et: Ei leia vajalikke allikaid (glade fail)!

source: Edit VPN Connection
et: Muuda VPN ühendust

source: Add a new VPN connection
et: Lisa uus VPN ühendus

source: Choose which type of VPN connection you wish to create.
et: Vali mis tüüpi VPN ühendust sa tahad luua.

source: Connect to:
et: Ühendu kuhu:

source: Create VPN Connection
et: VPN ühenduse loomine

source: Create VPN Connection - 1 of 2
et: VPN ühenduse loomine - 1 / 2

source: Create VPN Connection - 2 of 2
et: VPN ühenduse loomine - 2 / 2

source: Delete the selected VPN connection
et: Kustuta valitud VPN ühendus

source: E_xport
et: E_kspordi

source: Edit the selected VPN connection
et: Muuda valitud VPN ühendust

source: Export the VPN settings to a file
et: VPN-i seadete eksportimine faili

source: Export the selected VPN connection to a file
et: Valitud VPN-i eksportimine faili

source: Finish Creating VPN Connection
et: Lõpeta VPN ühenduse loomine

source: Manage Virtual Private Network Connections
et: Virtuaalsete eravõrkude ühenduste haldamine

source: This assistant will guide you through the creation of a connection to a Virtual Private Network (VPN). It will require some information, such as IP addresses and secrets. Please see your system administrator to obtain this information.
et: See assistent juhatab sind Virtuaalse eravõrgu loomisel. See vajab infot nagu IP aadressid ja salasõnad. Selle info hankimiseks võta ühendust oma süsteemi administraatoriga.

source: VPN Connections
et: VPN ühendused

source: 40-bit WEP
et: 40 bitine WEP

source: 104-bit WEP
et: 104 bitine WEP

source: WPA Automatic
et: Automaatne WPA

source: WPA2 Automatic
et: Automaatne WPA2

source: none
et: ei ükski

source: unable to create netlink socket for monitoring wired ethernet devices - %s
et: ei suudeta luua netlink soklit juhtmega võrguühenduse monitoorimiseks - %s

source: unable to bind to netlink socket for monitoring wired ethernet devices - %s
et: ei suudeta luua netlink soklit juhtmega võrguühenduse sidumiseks - %s

source: operation took too long
et: operatsiooniks kulus liiga palju aega

source: received data from wrong type of sender
et: vastuvõetud andmed on valet tüüpi saatjalt

source: received data from unexpected sender
et: vastuvõetud andmed on ootamatult saatjalt

source: too much data was sent over socket and some of it was lost
et: sokli kaudu saadeti liiga palju andmeid ning osa sellest läks kaotsi

source: error occurred while waiting for data on socket
et: soklist andmete ootamisel tekkis viga

source: WPA2 Enterprise
et: Enterprise WPA2

source: WPA Enterprise
et: Enterprise WPA

source: Wireless network connection (%d%%)
ja: 無線ネットワーク接続 (%d%%)

source: Connecting to a wireless network...
ja: 無線ネットワークに接続中...

source: Orientation
ja: 向き
